{
	"collection": [
		{
			"name": "Mavo Projects",
			"description": "[Mavo](https://mavo.io) Demo Project to go with a blog post.\n\nHow **much** can we write and get away with it?!",
			"Date Started": "2017-12-16",
			"Date Ended": "In Progress",
			"status": "In Development",
			"type": "Writing",
			"Code URL": "https://github.com/caraya/mprojects",
			"Writeup URL": "N/A",
			"Other URL": "https://caraya.github.io/projects",
			"notes": "Project Notes"
		},
		{
			"name": "Moving 2D content to a 3D world\n",
			"description": "The VR/AR web seems to be the latest buzz word in the web community.\\n\\n At I/O 2016 Google made several big announcements about the technology... Older products and frameworks are still going strong but the competition keeps getting stronger all the time\n\nThe most interesting metaphor is how we read online... this goes beyond Nielsen's people only scan online content but tries to answer a more fundamental question of building initerfaces and new metaphors for reading content online. \\n\\n Multi platform support is the sticking point for development. \\n\\n None of the big desktop vendors support Mac as a platform for either development or playback. Trying to figure out how much of a sore subject this will become moving forward. None of the major HMD support the Mac as a platform so we can't test those devices for that platform... how do we ensure that our solution displays properly on those devices?  \n\nSee Josh Carpenter's [SFHTML5 Presentation](https://www.youtube.com/watch?v=ZOaOYTOpwyM) on VR UX/UI from 2015 to provide a contrast to where we are now.  \n\nPossible deliverables may include:  \n\n* Selection of tools and technologies to accomplish the task\n* Ideas for how to dusplay 2D content in a 3D environment \n* Code to accomplish this display",
			"Date Started": "2017-12-17",
			"Date Ended": "In Progress",
			"status": "Idea",
			"type": "Code",
			"Code URL": "N/A",
			"Writeup URL": "N/A",
			"Other URL": "N/A",
			"notes": "Project Notes"
		}
	]
}